Repository: 4ka0/QA-checker
Catalog: sample.tmx
Source language: ja
Languages: en_us

source: なお、この点を考慮しなければ、蛍光体部3および6が少なくともリフレクタ32の内部に設けられるように、支持基板31のリフレクタ32に対する位置が決められていればよい。
en_us: It should be noted that, if this point is not to be taken into consideration, it is preferable that the position of the support substrate 31 with respect to the reflector 32 be determined in such a way that the phosphor sections 3 and 6 are provided at least inside the reflector 32.

source: なお、ステム底部141及びステム柱体142とは、便宜上、場所に応じて個々に命名したものであって異部材とは限らない。
en_us: It should be noted that the stem base section 141 and the stem columnar body 142, for convenience, have been individually named according to location and are not necessarily different members.

source: なお、リフレクタ32としては、パラボラミラー以外にも、楕円形状や自由曲面形状、或いは、マルチファセット化されたもの(マルチリフレクタ)を用いることができる。
en_us: It should be noted that it is possible to use a member that has an elliptical or free-curved surface shape or a multifaceted member (multi-reflector) other than a parabolic mirror as the reflector 32.

source: なお、レーザ素子2としては、蛍光体部3に含まれる蛍光体4、および、蛍光体部6に含まれる蛍光体7を励起可能な励起光を出射する発光素子であればよく、半導体レーザに限らず、発光ダイオード(LED; Light Emitting Diode)などの他の励起光源を用いてもよい。
en_us: It should be noted that the laser element 2 may be a light-emitting element that emits excitation light capable of exciting the phosphor 4 included in the phosphor section 3 and the phosphor 7 included in the phosphor section 6, and another excitation light source such as a light-emitting diode (LED) may be used without being restricted to a semiconductor laser.

source: なお、レーザ素子2の個数は、この構成に限定されず、適宜選択可能である。
en_us: It should be noted that it is possible for the number of laser elements 2 to be selected as appropriate without being restricted to this configuration.

source: なお、上記では、光ファイバ21が1つであるものとして説明したが、複数の光ファイバの束であってもよい。
en_us: Hereinabove, the optical fiber 21 has been described with there being one thereof; however, it should be mentioned that there may be a bundle of a plurality of optical fibers.

source: なお、光源部11が複数個設けられた構成については、図9を用いて後述する。
en_us: It should be noted that a configuration in which the light source unit 11 is provided in plurality is described later on using Fig. 9.

source: なお、図1に示すように、蛍光体部3において変換されず、蛍光体部3を透過した励起光L1の一部が励起光L2である。
en_us: It should be noted that, as depicted in Fig. 1, excitation light L2 constitutes part of the excitation light L1 that has passed through the phosphor section 3 without being converted in the phosphor section 3.

source: なお、図7および図8では、光源部11が1個の場合の構成について説明したが、上述したように、光源部11は複数個であってもよい。
en_us: Configurations in the case where there is one light source unit 11 have been described in Fig. 7 and Fig. 8; however, it should be noted that there may be a plurality of light source units 11 as mentioned above.

source: なお、図9は、実施形態4の発光装置30において、光源部11が複数個存在する場合の一例を示しているが、実施形態3の発光装置20において、光源部11が複数個存在する場合も、光源部11、光ファイバ21およびバンドルファイバ22の配置関係は、図9と同様の位置関係となっていればよい。
en_us: Fig. 9 depicts an example of the case where there are a plurality of light source units 11 in the light-emitting device 30 of embodiment 4; however, it should be noted that the arrangement relationship of the light source units 11, the optical fibers 21, and the bundle fiber 22 may be the same positional relationship as in Fig. 9 also in the case where there are a plurality of light source units 11 in the light-emitting device 20 of embodiment 3.

source: なお、図示はしないが、支持基板31は放熱フィンを備えていても良い。
en_us: Although not depicted, it should be noted that the support substrate 31 may be provided with a heat dissipation fin.

source: なお、接着層9は、蛍光体部3に塗布されなくてもよく、蛍光体部6の受光面6R(蛍光体部3と対向する表面、蛍光体部6の底面)に接着剤を塗布されることにより形成されてもよい。
en_us: It should be noted that the adhesive layer 9 does not have to be applied to the phosphor section 3, and may be formed by the adhesive being applied to the light-receiving surface 6R of the phosphor section 6 (the surface opposing the phosphor section 3, the bottom surface of the phosphor section 6).

source: なお、本変形例では、光源部11および光ファイバ21を4つずつ備えた構成となっているが、これに限らず、複数個であれば同じような構成をとることができる。
en_us: In the present modified example, a configuration is implemented in which there are four each of the light source units 11 and the optical fibers 21; however, it should be noted that there is no restriction thereto, and a similar configuration can be adopted provided there are a plurality thereof.

source: なお、本実施形態では、蛍光体部3と蛍光体部6との間に接着層9を備えているものとして説明しているが、例えば蛍光体部3と蛍光体部6との間の界面に空気等が存在しないようにするなど、蛍光体部3および蛍光体部6と、当該界面との屈折率差による励起光L2の光損失が生じないように、蛍光体部3に蛍光体部6が設けられていればよい。
en_us: In the present embodiment, a description has been given with the adhesive layer 9 being provided between the phosphor section 3 and the phosphor section 6; however, it should be noted that the phosphor section 6 may be provided on the phosphor section 3 in such a way that optical loss of the excitation light L2 due to a difference in refractive indexes between the phosphor sections 3 and 6 and the interface therebetween does not occur, with there being no air or the like present at the interface between the phosphor section 3 and the phosphor section 6, for example.

source: なお、発光装置100は、発光装置1の比較例(蛍光体部6の有用性を示す比較例)であり、レーザ素子2および蛍光体部3を備えている。
en_us: It should be noted that the light-emitting device 100 is a comparative example of the light-emitting device 1 (a comparative example for indicating the utility of the phosphor section 6), and is provided with the laser element 2 and the phosphor section 3.

source: なお、発光装置1の基本構造は、励起光を受けて発光する蛍光体部3および蛍光体部6を含む発光部から構成されていればよく、蛍光体部3に励起光を照射可能であれば、発光装置1がレーザ素子2を備えていなくてもよい。
en_us: It should be noted that the basic structure of the light-emitting device 1 may be configured from a light-emitting unit that includes the phosphor section 3 and the phosphor section 6 that receive excitation light and emit light, and the light-emitting device 1 does not have to be provided with the laser element 2 if it is possible for the excitation light to be radiated onto the phosphor section 3.

source: なお、第2の蛍光の波長範囲が、励起光L1の波長範囲の少なくとも一部を含んでいる必要は必ずしもない。
en_us: It should be noted that it is not absolutely necessary for the wavelength range of the second fluorescence to include at least part of the wavelength range of the excitation light L1.

source: なお、蛍光体部3および6の間には接着層9が形成されているが、図6では接着層9の図示を省略している(図7および図8についても同様)。
en_us: It should be noted that the adhesive layer 9 is formed between the phosphor sections 3 and 6; however, the depiction of the adhesive layer 9 is omitted in Fig. 6 (the same is also true for Fig. 7 and Fig. 8).

source: なお、説明の便宜上、前記実施形態にて説明した部材と同じ機能を有する部材については、同じ符号を付記し、その説明を省略する。
en_us: It should be noted that, for convenience of the description, members having the same functions as the members described in the aforementioned embodiment are denoted by the same reference signs and descriptions thereof are omitted.

source: まず、励起光L1を発光装置100に照射した場合について説明する。
en_us: First, the case where the light-emitting device 100 is irradiated with excitation light L1 will be described.

source: まず、蛍光体部6の底辺の長さについて説明を行う。
en_us: First, the length of the bottom side of the phosphor section 6 will be described.

source: また、ガラス板13の表面は、蛍光体部3の受光面3Rよりも大きい。
en_us: Furthermore, the surface of the glass sheet 13 is larger than the light-receiving surface 3R of the phosphor section 3.

source: また、キャップ12およびステム14の材質として熱伝導性の高い材質を選択した場合には、レーザ素子2から発せられた熱を、ステム14を介して放熱することができる。
en_us: Furthermore, in the case where materials having high thermal conductivity are selected as the materials of the cap 12 and the stem 14, heat that is emitted from the laser element 2 can be dissipated via the stem 14.

source: また、キャップ12の材質は、熱伝導率の高いものが好ましい。
en_us: Furthermore, it is preferable that the material of the cap 12 have high thermal conductivity.

source: また、キャップ12は、その下部においてステム底部141と接着される。
en_us: Furthermore, the cap 12 is adhered to the stem base section 141 at the lower section of the cap 12.

source: また、ステム底部141の材質は、励起光L1がガラス板13以外の箇所から漏れ出ないように、励起光L1に対する遮光性が高いものが好ましい。
en_us: Furthermore, it is preferable that the material of the stem base section 141 have high light-shielding properties with respect to the excitation light L1 so that the excitation light L1 does not leak out from a location other than the glass sheet 13.

source: また、リフレクタ32の一部に曲面ではない部分を含めても良い。
en_us: Furthermore, a section that is not a curved surface may be included in part of the reflector 32.

source: また、レーザ素子2の出射光軸は、キャップ12の上面12aの中心軸とほぼ重なっている。
en_us: Furthermore, the emission optical axis of the laser element 2 substantially overlaps the central axis of the upper surface 12a of the cap 12.

source: また、レーザ素子2の発光波長は、蛍光体部3に含まれる蛍光体4、および蛍光体部6に含まれる蛍光体7の種類に応じて適宜選択されればよく、青色とは異なる波長であってもよい。
en_us: For example, the light emission wavelength of the laser element 2 may be appropriately selected according to the types of a phosphor 4 included in the phosphor section 3 and a phosphor 7 included in the phosphor section 6, and may be a wavelength that is different from that of blue.

source: また、レーザ素子2は、励起光L1を出射する光出射面2aをその上面(図6に示す+Z軸方向)に備えており、光出射面2aがキャップ12の上面12aと対向するように、キャップ12と離間して載置されている。
en_us: Furthermore, the laser element 2 is provided with a light-outgoing surface 2a from which excitation light L1 is emitted, on the upper surface thereof (the +Z direction depicted in Fig. 6), and is positioned away from the cap 12 in such a way that the light-outgoing surface 2a opposes the upper surface 12a of the cap 12.

source: また、三元系や四元系では、CdSeS、InNP、CdZnSeS、GaInNP、InGaN等が挙げられる。
en_us: Furthermore, in the ternary system and quaternary system, possible examples are CdSeS, InNP, CdZnSeS, GaInNP, InGaN, or the like.

source: また、上述のように、蛍光体部3において発生した熱も、キャップ12を通ってステム底部141から外気へと放出される。
en_us: Furthermore, as mentioned above, heat generated in the phosphor section 3 is also emitted into the outside air from the stem base section 141 through the cap 12.

source: また、光ファイバ21としては、例えば、コア径400μm以下の石英ファイバを用いることが出来る。
en_us: Furthermore, a quartz fiber having a core diameter of 400 μm or less can be used as the optical fiber 21, for example.

source: また、光ファイバ21によって、蛍光体部3および6と、光源部11とを離間して設けることができる。
en_us: Furthermore, due to the optical fiber 21, the phosphor sections 3 and 6 and the light source unit 11 can be provided away from each other.

source: また、光ファイバ21によって蛍光体部3および6と光源部11とが離間して設けられるために、蛍光体部3および6にて発生した熱が、光源部11に伝わらない。
en_us: Furthermore, since the phosphor sections 3 and 6 and the light source unit 11 are provided away from each other due to the optical fiber 21, heat generated in the phosphor sections 3 and 6 does not propagate to the light source unit 11.

source: また、光ファイバ21は、石英ファイバだけでなく、プラスチック材料からなるファイバも使用することができる。
en_us: Furthermore, not only a quartz fiber but also a fiber made of a plastic material can be used for the optical fiber 21.

source: また、入射端部21aの断面が、光ファイバ21のその他の部分の断面よりも広くなっていてもよく、入射端部21aの外周付近を、励起光L1に対して遮光性が高い封止材で封止してもよい。
en_us: Furthermore, the cross section of the incoming end section 21a may be wider than the cross section of other sections of the optical fiber 21, and the proximity of the outer periphery of the incoming end section 21a may be sealed with a sealing material having high light-shielding properties with respect to excitation light L1.

source: また、励起光L1のピーク波長である450nm近傍の、波長が480nm付近の光が出射光の一部として測定されている。
en_us: Furthermore, light having a wavelength in the proximity of 480 nm, which is in the vicinity of 450 nm constituting the peak wavelength of the excitation light L1, is measured as part of the outgoing light.

source: また、励起光L1は、蛍光体4にて吸収またはミー散乱されるため、励起密度の低い状態となる。
en_us: Furthermore, the excitation light L1 is absorbed or Mie-scattered in the phosphor 4, and therefore enters a low excitation density state.

source: また、図2において、横軸は、励起光および蛍光の照射角度である。
en_us: Furthermore, in Fig. 2, the horizontal axis is the irradiation angle of the excitation light and the fluorescence.

source: また、図2において、照射角度0°は、発光装置100(または発光装置1)の光軸と略一致する。
en_us: Furthermore, in Fig. 2, the irradiation angle 0° is substantially coincident with the optical axis of the light-emitting device 100 (or the light-emitting device 1).

source: また、図2に示すように、第1の蛍光の配光特性は、励起光L1の配光特性と比べると、交点aおよびbの間(照射角度θ1～θ2)においては、励起光L1の放射強度が、第1の蛍光の放射強度よりも高くなっている一方、照射強度-90°～θ1、θ2～+90°においては、励起光L1の放射強度が、第1の蛍光の放射強度よりも低くなっている。
en_us: Furthermore, as depicted in Fig. 2, when the light distribution characteristics of the first fluorescence are compared with the light distribution characteristics of the excitation light L1, the radiant intensity of the excitation light L1 is higher than the radiant intensity of the first fluorescence between the intersecting points a and b (irradiation angles θ1 to θ2), whereas the radiant intensity of the excitation light L1 is lower than the radiant intensity of the first fluorescence at irradiation angles -90° to θ1 and θ2 to +90°.

source: また、図8に示すように、支持基板31の端部がリフレクタ32に接続されることにより、支持基板31はリフレクタ32によって支持されている。
en_us: Furthermore, as depicted in Fig. 8, end sections of the support substrate 31 are connected to the reflector 32, and the support substrate 31 is thereby supported by the reflector 32.

source: また、封止材5、封止材8および接着層9の屈折率の値は、同じか、または近い値であることが好ましい。
en_us: Furthermore, it is preferable that the values of the refractive indexes of the sealing material 5, the sealing material 8, and the adhesive layer 9 be the same or be values that are close.

source: また、封止材5は、光透過性(透明性、透光性)の高いものが好ましく、励起光L1が高出力の場合には、耐熱性の高いものが好ましい。
en_us: Furthermore, the sealing material 5 is preferably a material having high optical transparency (transparent, light-transmitting), and is preferably a material having high heat resistance in the case where there is to be a high output of the excitation light L1.

source: また、支持基板31の形状は、例えば、リフレクタ32の断面形状(開口部32aと平行な面の形状)と略一致する形状(例えば、円形状)である。
en_us: Furthermore, the shape of the support substrate 31 is, for example, a shape (for example, a circular shape) that is substantially coincident with a cross-section shape (the shape of a plane parallel with the opening section 32a) of the reflector 32.

source: また、本発明の一態様に係る発光装置では、第1発光部に散乱剤を用いる代わりに、第2発光部を備えている。
en_us: Furthermore, in a light-emitting device according to an aspect of the present invention, a second light-emitting unit is provided instead of using a scattering agent in a first light-emitting unit.

source: また、照射角度θ1、θ2は、発光装置100において、蛍光体部3の中心に励起光L1の光軸が略一致するように、蛍光体部3に励起光L1を照射したときに、励起光L1および第1の蛍光を測定することにより得られる。
en_us: Furthermore, the irradiation angles θ1 and θ2 are obtained by measuring the excitation light L1 and the first fluorescence when the excitation light L1 is radiated onto the phosphor section 3 in such a way that the optical axis of the excitation light L1 is substantially coincident with the center of the phosphor section 3 in the light-emitting device 100.

source: また、特殊演色評価指数R14(木の葉色)とは、特殊演色評価数の1種で、木の葉色の演色評価指数の値である。
en_us: Furthermore, the special color rendering evaluation index R14 (tree leaf color) is one type of special color rendering evaluation index, and is a value for the color rendering evaluation index of a tree leaf color.

source: また、特許文献1または2の技術において、光透過体に光拡散物質が含まれている場合には、光透過体に入射された励起光を効率よく散乱することができるので、色ムラの発生を抑制可能である。
en_us: Furthermore, in the technology of PTL 1 or 2, in the case where a light diffusion substance is included in the light-transmitting body, excitation light that is incident upon the light-transmitting body can be efficiently scattered, and it is therefore possible to suppress the occurrence of a color irregularity.

source: また、発光装置1では、450nm付近の励起光L1またはL2の発光スペクトルと、500nmより長波長の第1の蛍光の発光スペクトルとの間に、蛍光体7に起因した発光スペクトルが測定されている。
en_us: Furthermore, in the light-emitting device 1, the emission spectrum caused by the phosphor 7 is measured between the emission spectrum of the excitation light L1 or L2 in the proximity of 450 nm and the emission spectrum of the first fluorescence having a longer wavelength than 500 nm.

source: また、発光装置1では、蛍光体部3に散乱剤を用いる代わりに、蛍光体部6を備えることにより色ムラの発生を抑制している。
en_us: Furthermore, in the light-emitting device 1, the occurrence of a color irregularity is suppressed due to the provision of the phosphor section 6 instead of using a scattering agent in the phosphor section 3.

source: また、第2の蛍光のピーク波長は、励起光L1のピーク波長と近似している。
en_us: Furthermore, the peak wavelength of the second fluorescence is approximate to the peak wavelength of the excitation light L1.

source: また、第2の蛍光のピーク波長は、励起光のピーク波長と近似している。
en_us: Furthermore, the peak wavelength of the second fluorescence is approximate to the peak wavelength of the excitation light.

source: また、第2発光部によって、指向性が強い励起光が第2の蛍光に変換されるので、励起光よりも広範囲に第2の蛍光を出射することができる。
en_us: Furthermore, excitation light having strong directivity is converted into second fluorescence by the second light-emitting unit, and therefore the second fluorescence is able to be emitted over a wider range than the excitation light.

source: また、蛍光に変換されなかった励起光は、光透過体に含まれる波長変換物質または蛍光物質によって散乱されることになるが、この場合も励起光の全てが散乱されるわけではない。
en_us: Furthermore, the excitation light that has not been converted into fluorescence is scattered by a wavelength conversion substance included in the light-transmitting body or the fluorescent substance; however, in this case also, not all of the excitation light is scattered.

source: また、蛍光体4の大きさ(粒子径)は、ミー散乱を起こす大きさであることが好ましい。
en_us: Furthermore, it is preferable that the size (particle size) of the phosphor 4 be a size with which Mie scattering is caused,

source: また、蛍光体4は、蛍光体部3中に均一に分散されていることが好ましい。
en_us: Furthermore, it is preferable that the phosphor 4 be dispersed in a uniform manner within the phosphor section 3.

source: また、蛍光体7から出射される第2の蛍光のピーク波長は、レーザ素子2から出射される励起光L1(すなわち、蛍光体部6に入射する励起光L2)のピーク波長と近似している。
en_us: Furthermore, the peak wavelength of the second fluorescence emitted from the phosphor 7 is approximate to the peak wavelength of the excitation light L1 emitted from the laser element 2 (in other words, the excitation light L2 that is incident upon the phosphor section 6).

source: また、蛍光体7としては、ナノ粒子蛍光体であるInPを使用している。
en_us: Furthermore, InP constituting a nanoparticle phosphor is used as the phosphor 7.

source: また、蛍光体7の粒子径は、ミー散乱を起こさない程度の大きさであればよい。
en_us: Furthermore, the particle size of the phosphor 7 is preferably a size of an order that does not cause Mie scattering,

source: また、蛍光体7は、蛍光体部6中に均一に分散されている。
en_us: Furthermore, the phosphor 7 is dispersed in a uniform manner within the phosphor section 6.

source: また、蛍光体部3および6から出射された光を投光する投光部材は、リフレクタ32でなくてもよく、レンズを使用したプロジェクション型の透光部材であってもよい。
en_us: Furthermore, a light-projecting member that projects light emitted from the phosphor sections 3 and 6 does not have to be the reflector 32, and may be a projection-type of light-transmitting member in which a lens is used.

source: また、蛍光体部3および6から出射された出射光を反射して、開口部32aからその前方(所定の方向)に投光することができる。
en_us: Furthermore, outgoing light emitted from the phosphor sections 3 and 6 can be reflected and projected toward the front (predetermined direction) of the opening section 32a.

source: また、蛍光体部3に含まれる蛍光体4の体積濃度、粒子数等は、発光装置1から出射される出射光の色温度または色味によって適宜規定されていればよい。
en_us: Furthermore, the volume concentration, number of particles, and the like of the phosphor 4 included in the phosphor section 3 may be appropriately specified according to the color temperature or tone of the outgoing light to be emitted from the light-emitting device 1.

source: また、蛍光体部3は、キャップ12に設置されたガラス板13を覆うように配置されている。
en_us: Furthermore, the phosphor section 3 is arranged so as to cover a glass sheet 13 that is installed on the cap 12.

source: また、蛍光体部3は、主として、蛍光体4および封止材5を備えている。
en_us: Furthermore, the phosphor section 3 is mainly provided with the phosphor 4 and a sealing material 5.

source: また、蛍光体部3は、励起光L1を第1の蛍光に変換するため、波長変換素子であるとも言える。
en_us: Furthermore, the phosphor section 3 converts the excitation light L1 into the first fluorescence, and therefore may be referred to as a wavelength conversion element.

source: また、蛍光体部3は、支持基板31に載置され、その支持基板31がリフレクタ32に接している。
en_us: Furthermore, the phosphor section 3 is mounted on the support substrate 31, and that support substrate 31 is in contact with the reflector 32.

source: また、蛍光体部3及び6の相対的な位置関係についても実施形態1と同様である。
en_us: Furthermore, the relative positional relationship of the phosphor sections 3 and 6 is the same as in embodiment 1.

source: また、蛍光体部3及び蛍光体部6の相対的な位置関係についても実施形態1と同様である。
en_us: Furthermore, the relative positional relationship between the phosphor section 3 and the phosphor section 6 is the same as in embodiment 1.

source: また、蛍光体部3及び蛍光体部6の相対的な位置関係も実施形態1と同様である。
en_us: Furthermore, the relative positional relationship between the phosphor section 3 and the phosphor section 6 is also the same as in embodiment 1.

source: また、蛍光体部6によって、指向性が強い励起光L2が第2の蛍光に変換されるので、励起光L2よりも広範囲に第2の蛍光を出射することができる。
en_us: Furthermore, excitation light L2 having strong directivity is converted into second fluorescence by the phosphor section 6, and therefore the second fluorescence is able to be emitted over a wider range than the excitation light L2.

source: また、蛍光体部6の受光面6R(蛍光体部3(接着層9)との接着面)が有する底辺の長さ、および、蛍光体部3の光出射面3Eへの配置位置が規定されていることが好ましい(条件2)。
en_us: Furthermore, it is preferable that the length of the bottom side of the light-receiving surface 6R (the surface that adheres to the phosphor section 3 (the adhesive layer 9)) of the phosphor section 6 and the arrangement position on the light-outgoing surface 3E of the phosphor section 3 be specified (condition 2).

source: また、蛍光体部6は、主として、蛍光体7および封止材8を備えている。
en_us: Furthermore, the phosphor section 6 is mainly provided with the phosphor 7 and a sealing material 8.

source: また、蛍光体部6は、励起光L2のうち蛍光体部6に入射される分の約50%(励起光L2の総光量の約35%)を吸収し、第2の蛍光に変換しているものとする。
en_us: Furthermore, the phosphor section 6 absorbs approximately 50% of the portion of the excitation light L2 that is incident upon the phosphor section 6 (approximately 35% of the total quantity of the excitation light L2), and converts this into second fluorescence.

source: より具体的には、第2の蛍光のピーク波長と励起光L1(またはL2)のピーク波長が同じ色の範囲にあれば、これら2つのピーク波長が近似しているといえ、例えば、励起光L1(またはL2)のピーク波長が青色で450nmである場合、第2の蛍光のピーク波長は、青色(435～480nm)の範囲にあればよい。
en_us: More specifically, if the peak wavelength of the second fluorescence and the peak wavelength of the excitation light L1 (or L2) are in the range of the same color, it can be said that these two peak wavelengths are approximate. For example, in the case where the peak wavelength of the excitation light L1 (or L2) is blue and 450 nm, it is sufficient for the peak wavelength of the second fluorescence to be in the range of blue (435 to 480 nm).

source: ガラス板13は、キャップ12の上面12aに設置されており、上面12aの開口部を塞いでいる。
en_us: The glass sheet 13 is installed on the upper surface 12a of the cap 12, and closes an opening in the upper surface 12a.

source: ガラス板13は、レーザ素子2から出射された励起光L1を、蛍光体部3へと透過する。
en_us: The glass sheet 13 has excitation light L1 that is emitted from the laser element 2 pass therethrough to the phosphor section 3.

source: ガラス板13は、例えば石英やガラスのような酸化ケイ素、サファイアのような酸化アルミニウム等の、光透過性に優れた材質からなる。
en_us: The glass sheet 13 is made of a material having excellent optical transparency such as a silicon oxide such as quartz or glass for example, or an aluminum oxide such as sapphire.

source: キャップ12の形状は、レーザ素子2を封止できるものであれば図6に示すものに限定されない。
en_us: The shape of the cap 12 is not restricted to that depicted in Fig. 6 provided that it is possible for the laser element 2 to be sealed.

source: キャップ12は、レーザ素子2から出射された励起光L1が、発光装置10の外部へ漏れない様にするためのものである。
en_us: The cap 12 is for ensuring that excitation light L1 emitted from the laser element 2 does not leak to outside of the light-emitting device 10.

source: ステム14の形状は、レーザ素子2を封止できるものであれば図6に示すものに限定されない。
en_us: The shape of the stem 14 is not restricted to that depicted in Fig. 6 provided that it is possible for the laser element 2 to be sealed.

source: ステム14の材質は、キャップ12と同様、レーザ素子2や蛍光体部3等における発熱を放熱できるよう、熱伝導率の高いものが好ましい。
en_us: Similar to the cap 12, it is preferable that the material of the stem 14 have high thermal conductivity so that heat generated in the laser element 2, the phosphor section 3, and the like can be dissipated.

source: ステム14は、ステム底部141およびステム柱体142を備えている。
en_us: The stem 14 is provided with the stem base section 141 and a stem columnar body 142.
